Repository: PikaOS-Linux/pkg-pika-installer-gtk4
Catalog: po/*.po
Languages: bg, de, fr

source: PikaOS Installer
bg: PikaOS инсталатор
de: PikaOS-Installationsprogramm
fr: Installateur PikaOS

source: Welcome to PikaOS
bg: Добре Дошли в PikaOS
de: Willkommen bei PikaOS
fr: Bienvenue chez PikaOS

source: Use PikaOS in Live media
bg: Използвай PikaOS без да Инсталираш
de: Nutze PikaOS im Live Modus
fr: Utiliser PikaOS sur une clé bootable

source: Install Distro to System
bg: Инсталирай Дистрибуцията
de: Distribution installieren

source: Welcome
bg: Добре Дошли
de: Willkommen
fr: Bienvenue

source: Back
bg: Назад
de: Zurück
fr: Retour

source: Next
bg: Следващ
de: Weiter
fr: Suivant

source: Select a timezone
bg: Изберте часова зона
de: Wähle eine Zeitzone
fr: Sélectionner un fuseau horaire

# please_select_timezone
source: Please select a Time Zone for the system to use
bg: Моля, изберете часова зона за вашата система
de: Bitte wähle eine Zeitzone
fr: Veuillez choisir un fuseau horaire à utiliser

# no_timezone_select
source: No Time Zone selected
bg: Не е избрана часова зона
de: Keine Zeitzone ausgewählt

source: Time Zone
bg: Часова Зона
de: Zeitzone
fr: Fuseau horaire

# choose_install_method
source: Choose an install method
bg: Изберете метод на инсталиране
de: Wähle eine Installationsmethode
fr: Choisir la méthode d'installation

# manual_partition_drive
source: Manually Partition The Drive
bg: Ръчно Разделяне на Диска
de: Manuelle Partitionierung
fr: Partitionner manuellement le lecteur

# auto_partition_drive
source: Automatically Partition The Drive
bg: Автоматично Разделяне Дискът
de: Automatisches Partitionieren Des Laufwerks

# manual_part_installer
source: Manual Partitioning Installer
bg: Инсталиране с ръчно разделяне на дискове
de: Manuelles Partitionsinstallationsprogramm
fr: Installateur de partitionnement manuelle

# use_utility_manual
source: Use this utility to partition/mount/format your drives.
bg: Използвайте тази помощна програма, за да разделите/монтирате/форматирате вашите дискове.
de: Verwende dieses Dienstprogramm, um Laufwerke zu partitionieren/einbinden/formatieren.

source: Open GPARTED
bg: Отвори GPARTED
de: Öffne Gparted
fr: Ouvrir GPARTED

# manual_part_note
source: - Press the plus button below to begin adding filesystem entries. Notes: - This installer doesn't erase any data automatically, format your drives manually via gparted. - To Add a linux-swap partition set mountpoint to [SWAP] - We recommend the following partitions as a base layout: /boot ~ 1000mb ext4. /boot/efi ~ 512mb vfat/fat32. / >= 25GB btrfs.
bg: - Натиснете бутона плюс по-долу, за да започнете да добавяте записи във файловата система. Забележки: - Този инсталатор не изтрива никакви данни автоматично, форматирайте дисковете си ръчно с GParter. - За да добавите linux-swap дял, задайте точка на монтиране на [SWAP] - Ние препоръчваме следните дялове на диска, като основно оформление: /boot ~ 1000МВ ext4 /boot/efi ~ 512MB vfat/fat32 />=25GB btrfs.
de: - Klicken Sie unten auf die Plus-Schaltfläche, um mit dem Hinzufügen von Dateisystemeinträgen zu beginnen. Anmerkungen: - Dieses Installationsprogramm löscht keine Daten automatisch. Formatieren Sie Ihre Laufwerke manuell über gparted. - Um eine Linux-Swap-Partition hinzuzufügen, setzen Sie den Einhängepunkt auf [SWAP] - Als Basislayout empfehlen wir folgende Partitionen: /boot ~ 1000 MB ext4. /boot/efi ~ 512 MB vfat/fat32. / >= 25 GB Btrfs.
fr: - Appuyer sur le bouton "plus" ci-dessous pour commencer à ajouter des entrées de système de fichiers. Notes: - Cette installateur n'efface aucune donnée automatiquement, formattez vos disques manuellement via gparted. - Pour ajouter une partition linux-swap, définissez le point de montage sur [SWAP] - On recommande ces partitions suivantes comme disposition de base: /boot~1000mb ext4 /boot/efi ~ 512mb vfat ou fat32 / >= 25GB brtfs.

# refresh_part_table
source: Refresh Partition Table
bg: Обновяване на Таблицата с дялове
de: Aktualisiere Partitionstabelle
fr: Rafraîchir les tables de partition

# validate_fs_table
source: Validate Filesystem Table
bg: Проверка на Таблицата на Файловата Система
de: Überprüfe die Dateisystemtabelle
fr: Valider les Tables de Système de Fichiers

# fstab_status_valid
source: Filesystem Table Status: All entries are valid!
bg: Състояние на Таблица на Файловата Система: Всички записи са валидни!
de: Status der Dateisystemtabelle: Alle Einträge sind gültig!
fr: Statut de Table de Système de Fichiers: Toutes ces entrées sont valides!

# part_need_mapper
source: This partition needs a mapper!
bg: Този дял се нуждае от настройка с mapper!
de: Diese Partition muss als Mapper configuriert werden!
fr: Cette partition a besoin d'un mappeur!

# fstab_subvol_warn
source: Filesystem Table Warning: Partition reuse check will be skipped due to subvol usage.
bg: Предупреждение за Таблица на Файловата Система: Проверката за повторно използване на дяла ще бъде пропусната поради използване на subvol.
de: Warnung zur Dateisystemtabelle: Die Überprüfung der Partitionswiederverwendung wird aufgrund der Subvol-Nutzung übersprungen.

# fstab_multiple_part_mountpoint_err
source: Filesystem Table Error: Multiple partitions are configured to the same mountpoint!
bg: Грешка в Таблица на Файловата Система: Множество дялове са конфигурирани към една и съща точка на монтиране!
de: Fehler in der Dateisystemtabelle: Mehrere Partitionen sind für denselben EInhängepunkt konfiguriert!
fr: Erreur du Table de Système de Fichiers: Plusieurs partitions sont configuré sur le même point de montage!

# fstab_no_mountpoint_err
source: Filesystem Table Error: One or more partitions don't have a mountpoint configured!
bg: Грешка в Таблица на Файловата Система: един или повече дялове нямам зададена точка за монтиране!
de: Dateisystemtabellenfehler: Für eine oder mehrere Partitionen ist kein Einhängepunktkonfiguriert!
fr: Erreur du Table de Système de Fichiers: Un ou plusieurs partitions n'ont pas un point de montage configuré!

# fstab_no_partition_err
source: Filesystem Table Error: One or more entries don't have a partition configured!
bg: Грешка в Таблица на Файловата Система: Един или повече записи нямат конфигуриран дял!
de: Fehler in der Dateisystemtabelle: Für einen oder mehrere Einträge ist keine Partition konfiguriert!
fr: Erreur du Table de Système de Fichiers: Un ou deux entrées n'ont pas de partitions configurés!

# fstab_badfs
source: Filesystem Table Error: Invalid filesystem: (/dev/
bg: Грешка в Таблица на Файловата Система: Невалидна файлова система: (/dev/
de: Fehler in der Dateisystemtabelle: Ungültiges Dateisystem: (/dev/
fr: Erreur du Table de Système de Fichiers: Système de Fichiers invalide: (/dev/

# fstab_small_efi_size
source: ) Must at least be 512MBs!
bg: ) Размерът трябва да е поне 512MB!
de: ) Muss mindestens 512 MB groß sein!
fr: ) Il faut qu'il soit être à 512Mo ou plus!

# fstab_badfs_efi
source: ) Must be FAT32/vFAT to be mounted at /boot/efi!
bg: ) Трябва да е FAT32/vFAT формат, за да бъде монтиран в /boot/efi!
de: ) Muss FAT32/vFAT sein, um unter /boot/efi eingehängt zu werden!
fr: ) Il faut que FAT32 ou vFAT soit monté vers /boot/efi!

# fstab_small_boot_size
source: ) Must at least be 1GBs!
bg: ) Трябва да е поне 1GB!
de: ) Muss mindestens 1 GB groß sein!
fr: ) Il faut qu'il soit être à 1Go ou plus!

# fstab_badfs_boot
source: ) Must not be FAT32/vFAT to be mounted at /boot!
bg: ) Не трябва да е FAT32/vFAT формат, за да се монтира в /boot!
de: ) Darf nicht FAT32/vFAT sein, um unter /boot eingehängt zu werden!
fr: ) Il faut que FAT32 ou vFAT ne soit pas monté vers /boot!

# fstab_small_root_size
source: ) Must at least be 26GBs!
bg: ) Трябва да е поне 26 GB!
de: ) Muss mindestens 26 GB groß sein!
fr: ) Il faut qu'il soit être à 26Go ou plus!

# fstab_badfs_root
source: ) Must be a Linux* compatible filesystem such as: ext4/btrfs/xfs/f2fs to be mounted at /!
bg: ) Трябва да е Linux* съвместима файлова система, като: ext4/btrfs/xfs/f2fs за да се монтира в /!
de: ) Muss ein Linux*-kompatibles Dateisystem sein, wie zum Beispiel: ext4/btrfs/xfs/f2fs um unter "/" eingehängt werden!
fr: ) Il faut qu'il soit être un système de fichiers compatible Linux* comme: *ext4/btrfs/xfs/f2fs à monter vers /! (ATTENTION : / signifie le directoire root, ou votre système sera installée!)

# fstab_small_home_size
source: ) Must at least be 11GBs!
bg: ) Трябва да е поне 11 GB!
de: ) Muss mindestens 11 GB groß sein!
fr: ) Il faut qu'il soit être à 11Go ou plus!

# fstab_badfs_home
source: ) Must be a Linux* compatible filesystem such as: ext4/btrfs/xfs/f2fs to be mounted at /home!
bg: ) Трябва да е Linux* съвместива файлова система, като: ext4/btrfs/xfs/f2fs за да се монтира в /home!
de: ) Muss ein Linux*-kompatibles Dateisystem sein, wie zum Beispiel: ext4/btrfs/xfs/f2fs um unter /home eingehängt zu werden!
fr: ) Il faut qu'il soit être un système de fichiers compatible Linux* comme: *ext4/btrfs/xfs/f2fs à monter vers /home!

# fstab_bad_mountpoint
source: Filesystem Table Error: Invalid mountpoint: (
bg: Грешка в Таблица на Файловата Система: Невалидна точка за монтиране: (
de: Dateisystemtabellenfehler: Ungültiger Einhängepunkt: (
fr: Table de Système de Fichiers: Point de montage invalide: (

# fstab_bad_mountpoint_msg
source: ) Is not a valid mountpoint!
bg: ) Не е валидна точка за монтиране!
de: ) Ist kein gültiger Einhängepunkt!
fr: ) n'est pas un point de montage valide!

source: Select a language
bg: Изберете език
de: Sprache auswählen

# please_select_locale
source: Please select a locale for the system to use
bg: Моля, изберете локална зона за използване от системата
de: Bitte wähle ein Gebietsschema aus, das das System verwenden soll

source: No locale selected
bg: Не е избрана локална зона
de: Kein Gebietsschema ausgewählt

source: Language
bg: Език
de: Sprache
fr: Langue

source: Select a keyboard
bg: Изберете клавиатура
de: Wählen Sie eine Tastatur aus
fr: Sélectionner un clavier

# please_select_keyboard
source: Please select a Keyboard layout for the system to use
bg: Моля, избере подредба на клавиатурата, която системата да използва
de: Bitte wähle ein Tastaturlayout für das System aus
fr: Veuillez sélectionner un clavier

# no_keyboard_selected
source: No Keyboard Layout selected
bg: Не е избрана подредба на клавиатурата
de: Kein Tastaturlayout ausgewählt

# test_your_keyboard
source: Test Your Keyboard here!
bg: Изпробвайте клавиатурата си тук!
de: Teste hier die Tastatur!

source: Keyboard
bg: Клавиатура
de: Tastatur
fr: Clavier

source: LUKS Password for
bg: LUKS парола за
de: LUKS Passwort für
fr: Mot de passe LUKS pour

# luks_how_should
source: How should
bg: Как трябва
de: Wie sollte
fr: Comment voulez-vous

# be_added_crypttab
source: be added to /etc/crypttab?
bg: да се добави в /etc/crypttab?
de: zu /etc/crypttab hinzugefügt werden?
fr: à ajouter sur /etc/crypttab?

# unlock_boot_manually
source: Unlock on boot manually
bg: Отключи ръчно при зареждане
de: Beim booten manuell entsperren
fr: Déverouiller le boot manuellement

# unlock_boot_manual
source: Automatic Unlock with root unlock
bg: Автоматично отключване с root отключване
de: Automatisches Entsperren mit Root-Entsperrung
fr: Déverouillage automatique avec le déverouillage root

# sit_back_relax
source: Sit back, Relax, and watch the show.
bg: Седнете, Отпуснете се и гледайте шоуто.
de: Lehne dich zurück, entspanne dich und schaue dir die Show an.
fr: Asseyez-vous, détendez-vous et regardez le spectacle.

# language_detail
source: Language:
bg: Език:
de: Sprache:
fr: Langue:

# timezone_detail
source: Timezone:
bg: Часова зона:
de: Zeitzone:
fr: Fuseau horaire:

# keyboard_detail
source: Keyboard layout:
bg: Подредба на клавиатурата:
de: Tastaturbelegung:
fr: Disposition de clavier:

# mounted_on_detail
source: mounted on
bg: монтиран в
de: Eingehängt unter
fr: montée sur:

# install_target_detail
source: Install Target:
bg: Цел за Инсталиране:
de: Installationsziel:
fr: Cible d'installation:

# confirm_install_pika
source: Confirm & Install PikaOS
bg: Потвърди и Инсталирай PikaOS
de: Bestätigen und PikaOS installieren
fr: Confirmer et Installer PikaOS

source: View Logs
bg: Прегледай логовете
de: Protokolle anzeigen
fr: Voir les logs

# parting_status_text
source: Partitioning The Target Drives.
bg: Разделяне на Целевите Дискове.
de: Partitionieren der Ziellaufwerke.
fr: Partitionnement des lecteurs cibles.

# image_status_text
source: Writing image to target.
bg: Писане на изображение към целта.
de: Schreibe Abbild auf Ziel

# flag1_status_text
source: Enabling bls_boot flag on /boot.
bg: Активиране на bls_boot флага на /boot.
de: Aktivieren des bls_boot Flags auf /boot.
fr: Activation du flag bls_boot vers /boot.

# flag2_status_text
source: Enabling efi flag on /boot/efi.
bg: Активиране на efi флага на /boot/efi.
de: Aktivieren des EFI Flags in /boot/efi.

# crypt_status_text
source: Setting up encryption crypttab.
bg: Настройване на криптирането crypttab.
de: Verschlüsselung crypttab einrichten.

# lang_status_text
source: Setting Up Language and Keyboard.
bg: Настройване на Език и Клавиатура.
de: Sprache und Tastatur einrichten.
fr: Configuration du langue et du clavier.

# boot_status_status_text
source: Configuring bootloader.
bg: Конфигуриране на bootloader.
de: Bootloader konfigurieren.
fr: Configuration du bootloader.

# post_status_text
source: Running post installation script.
bg: Изпълнение на скрипт след инсталация.
de: Skript nach der Installation ausführen.
fr: Éxecution du script du post-installation.

# pikaos_eula_agreement
source: PikaOS User license Agreement
bg: PikaOS Лицензионно споразумение с потребителя
de: PikaOS-Benutzerlizenzvereinbarung
fr: L'Accord de License Utilisateur PikaOS

# please_read_eula
source: Please carefully read and make sure you consent to the following before installing PikaOS:
bg: Моля, прочетете внимателно и се уверете, че сте съгласни със следното, преди да инсталирате PikaOS:
de: Bitte lies Folgendes sorgfältig durch und stelle sicher, dass du damit einverstanden bist, bevor du PikaOS installierst:

# eula_buffer
source: There are a few things to keep in mind: 1 - You understand that this distribution is -NOT- to be considered an ‘Ubuntu Flavor’. 2 - This is a hobby distribution, so we will try our best to provide formal support but it will -NOT- be guaranteed. 3 - Although PikaOS might provide identical patches and user experience to the Nobara project, we are -NOT- directly a part of them so questions and bug reports should not be sent directly to them (they dont have to deal with it!) 4 - While the installer is running DO NOT INTERRUPT IT! or you will end up with a corrupted system. 5 - Try to use pikman instead of apt when using the terminal, it is much faster! 6 - You understand the xone driver downloads needed binaries locally and does not directly package or distribute any copyrighted firmware or other related data. 7 - Automatic partitioning will format all partitons on a drive, so if you want to dualboot make a separate EFI partition for PikaOS and use manual partitioning 8 - In case you need the login info for this session: - username: pikaos - password: MEANING: JUST PRESS ENTER
bg: Трябва да имате предвид няколко неща: 1 - Вие разбирате, че тази дистрибуция НЕ Е "С Вкус на Убунту". 2 - Това е хоби дистрибуция, затова даваме всичко от себе си, за да предоставим официална поддръжка, но тя -НЯМА- да бъде гарантирана. 3 - Въпреки че PikaOS може да предостави идентични корекции и потребителско изживяване като проекта Nobara, ние НЕ сме пряка част от тях, така че въпроси и доклади за грешки не трябва да се изпращат директно до тях (те не трябва да се справят с това!) 4 - Докато инсталаторът работи, НЕ ГО ПРЕКЪСВАЙТЕ! защото в противен случай, ще имате повредена система. 5 - Опитайте да ползвате pikman вместо apt, когато използвате терминал - МНОГО по-бърз е! 6 - Вие разбирате, че xone драйверът изтегля необходимите двоични файлове локално и не пакетира и не разпространява директно фърмуер, защитен с авторски права, или други свързани данни. 7 - Автоматичното разделяне на дяловете ще форматира всички дялове на диска, така че ако искате да направите двойно зареждане, направете отделен EFI дял за PikaOS и използвайте ръчно разделяне на дяловете. 8 - В случай, че ви трябва информация за вход в тази сесия: - потребителско име: pikaos - парола: ОЗНАЧАВА: ПРОСТО НАТИСНЕТЕ ENTER
de: Es gibt ein paar Dinge, die du beachten solltest: 1 - DU verstehst, dass diese Distribution NICHT als „Ubuntu-Variante“ zu betrachten ist. 2 - Dies ist eine Hobby-Distribution, daher werden wir unser Bestes tun, um formellen Support zu bieten, dieser kann jedoch NICHT garantiert werden. 3 – Obwohl PikaOS möglicherweise identische Patches und Benutzererfahrungen wie das Nobara-Projekt bereitstellt, sind wir NICHT direkt ein Teil davon, sodass Fragen und Fehlerberichte nicht direkt an sie gesendet werden sollten (sie müssen sich nicht darum kümmern!) 4 - Während das Installationsprogramm ausgeführt wird, UNTERBRICH ES NICHT! Andernfalls erhälst du ein beschädigtes System. 5 – Versuche, bei der Verwendung des Terminals pikman anstelle von apt zu verwenden, es ist viel schneller! 6 – Du verstehst, dass der Xone-Treiber benötigte Binärdateien lokal herunterlädt und keine urheberrechtlich geschützte Firmware oder andere verwandte Daten direkt verpackt oder verteilt. 7 – Durch die automatische Partitionierung werden alle Partitionen auf einem Laufwerk formatiert. Wenn du also Dualboot betreiben möchtest, erstelle eine separate EFI-Partition für PikaOS und verwende die manuelle Partitionierung 8 - Falls du die Anmeldeinformationen für diese Sitzung benötigst: - Benutzername: pikaos - Passwort: BEDEUTUNG: DRÜCKEN SIE EINFACH EINGABE
fr: There are a few things to keep in mind: 1 - Vous comprenez que cette distribution se considére -PAS- comme une ‘Ubuntu Flavor’. 2 - Celle-ci est une distribution hobby, donc on essai notre meilleur à provide (formal support) mais il sera -PAS- être garantie. 3 - Apart que PikaOS peut avoir des patchs identiques et experience d'utilisateur vers le Nobara Project, nous sommes -PAS- directement a part of them donc les questions et les bug reports ne doit être pas directement envoyés à eux (ce n'est pas ) 4 - Pendant que l'installation est en éxecution, NE L'INTERROMPEZ PAS! Cela peut finir avec un système corrupu. 5 - Essayez d'utiliser Pikman au lieu d'APT, c'est encore plus rapide! 6 - Vous comprenez les téléchargements du pilote xone a besoin binares locallement et ne se package pas directement ou ne distribue pas toute firmware copyrighted ou autre datas relatives. 7 - Le partitionnement automatique va formatter toutes les partitions sur le disque, donc si vous voulez de dualboot, créez une autre partition EFI for PikaOS et utilisez partitionnement manuelle. 8 - Si vous avez besoin l'info de connexion pour cette session: - pseudo: pikaos - mot de passe: QUI VEUT DIRE A JUSTE APPUYER ENTRÉE

# i_agree_eula
source: I Agree and Accept the User license Agreement
bg: Съгласен съм и приемам лицензионното споразумение с потребителя
de: Ich stimme der Benutzerlizenzvereinbarung zu und akzeptiere sie
fr: Je suis d'accord et j'accept l'Accord de License Utilisateur

source: EULA
bg: ЛСКП
fr: Accord de License Utilisateur

# pika_nowork_csm
source: PikaOS Only works on GPT UEFI Systems, this machine is booted in CSM/LEGACY mode.
bg: PikaOS работи само на GPT UEFI системи, тази машина е стартирана в CSM/Legacy режим.
de: PikaOS funktioniert nur auf GPT-UEFI-Systemen. Dieser Computer wurde im CSM/LEGACY-Modus gestartet.
fr: PikaOS marche que sur les systèmes GPT UEFI, cette machine est démarré en mode CSM/LEGACY BOOT.

source: Exit
bg: Изход
de: Beenden
fr: Sortir

# subtitle_partition
source: Partition
bg: Дял

# title_mountpoint
source: Mountpoint
bg: Точка за монтиране
de: Einhängepunkt
fr: Point de Montage

# title_mountopt
source: Additional Mount Options
bg: Допълнителни Точки за Монтиране
de: Zusätzliche Einhängeoptionen
fr: Options additionnelles de montage

# pika_install_good
source: The installation of PikaOS has been completed sucessfully.
bg: Инсталацията на PikaOS беше завършена успешно.
de: Die Installation von PikaOS wurde erfolgreich abgeschlossen.
fr: L'installation de PikaOS a bien complété.

source: Reboot
bg: Рестартирай
de: Neu starten
fr: Redémarrer

# pika_install_bad
source: PikaOS has Failed! Check logs for further info.
bg: PikaOS се провали! Проверете логовете за повече информация.
de: PikaOS installation ist gescheitert! Weitere Informationen findest du in den Protokollen.
fr: PikaOS a échoué! Veuillez voir les logs pour plus d'info.

# logs
source: Log
bg: Лог

# auto_part_installer
source: Automatic Partitioning Installer
bg: Инсталатор за автоматично разделяне на дялове
de: Installieren mit automatischer Partitionierung
fr: Installeur de Partitionement Automatique

# choose_drive_auto
source: Choose the Drive you want to install PikaOS on Note: This will erase the entire drive backup your data!
bg: Изберете устройството, на което искате да инсталирате PikaOS Забележка: Това ще изтрие целия диск! Направете резервно копие на данните ви!
de: Wähle das Laufwerk aus, auf dem du PikaOS installieren möchtest Hinweis: Dadurch werden alle Daten auf dem Laufwerk gelöscht, lege eine Sicherungskopie an!
fr: Choisisez le lecteur vous voulez installer PikaOS Note: Cela va écraser votre lecteur entièrement donc faites un backup!

# no_drive_auto_selected
source: No disk selected for installation
bg: Не е избран диск за инсталиране
de: Kein Datenträger für die Installation ausgewählt
fr: Pas de disque séléctionné pour l'installation

source: No Disk specified.
bg: Не е посочен диск.
de: Kein Datenträger angegeben.
fr: Pas de disque spécifié.

# luks_yes_but_empty
source: LUKS Encryption Enabled but no password provided.
bg: LUKS криптирането е Активирано, но не е предоставена парола.
de: LUKS Verschlüsselung aktiviert, aber kein Passwort angegeben.
fr: Cryptionage LUKS activé mais aucun de mot de passe fourni.

# enable_luks2_enc
source: Enable LUKS2 Disk Encryption
bg: Активиране на LUKS2 криптиране на дискове
de: Aktiviere LUKS2-Festplattenverschlüsselung
fr: Activer l'Encryption de Disque LUKS2

# luks2_password
source: LUKS Password
bg: LUKS Парола
de: LUKS Passwort
fr: Mot de passe LUKS

# disk_auto_target_small
source: Disk Size too small, PikaOS needs 40GB Disk
bg: Размерът на диска е прекалено малък, PikaOS се нуждае от 40BG дисково пространство
de: Speicherplatz zu gering, PikaOS benötigt 40 GB Speicherplatz
fr: Taille du disque trop petit, PikaOS a besoin d'un disque 40Go ou plus

source: Installation
bg: Инсталация

source: Done
bg: Готово
de: Fertig
fr: Fini

source: Partitioning
bg: Разделяне на дялове
de: Partitionierung
fr: Partitionnement

# fstab_badfs_swap
source: ) Must not be swap to be used as [SWAP]!
de: ) Darf nicht swap sein, um als [SWAP] verwendet zu werden!
fr: ) Il fauit qu'il soit pas utilisé pour [SWAP]!
